<?php

return [

    'nav_keywords' => [
        '闖紅燈',
        '並排',
        '開車門',
        '逆向',
        '計程車',
        '大燈未開',
        '其他',
    ],

    'illegal_types' => [
        '並排',
        '闖紅燈',
        '未打方向燈',
        '逆向',
        '開車門',
        '大燈未開',
        '蛇行',
        '超速',
        '計程車',
        '其他',
    ],

    'places' => [
        '不分區' => [
            '國道',
            '山路',
        ],
        '北部地區' => [
            '台北市',
            '新北市',
            '基隆市',
            '桃園市',
            '新竹縣市',
            '苗栗縣',
        ],
        '中部地區' => [
            '台中市',
            '彰化縣',
            '南投縣',
            '雲林縣',
        ],
        '東南部地區' => [
            '嘉義縣市',
            '台南市',
            '高雄市',
            '屏東縣',
            '台東縣',
            '花蓮縣',
            '宜蘭縣',
        ],
        '其他' => [
            '澎湖縣',
            '金門連江',
            '非台灣',
        ],
    ],

];
